tap "railwaycat/emacsmacport"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "caskroom/cask"
cask "xquartz"
brew "ack"
brew "cmake"
brew "ffmpeg", args: ["with-fdk-aac", "with-freetype", "with-frei0r", "with-libass", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openjpeg", "with-opus", "with-rtmpdump", "with-sdl2", "with-speex", "with-theora", "with-tools"]
brew "gcc@4.9"
brew "hadoop"
brew "lftp"
brew "maven"
brew "neovim"
brew "node"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "s3cmd"
brew "scala"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "vim" --with-override-system-vi
brew "wget"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
cask "macvim"
