tap "railwaycat/emacsmacport"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
cask "xquartz"
cask "java"
brew "ack"
brew "cmake"
brew "ffmpeg"
brew "hadoop"
brew "lftp"
brew "maven"
brew "node"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "s3cmd"
brew "scala"
brew "thefuck"
brew "tmux"
brew "wget"
brew "fontforge"
brew "fondu"
brew "vim", args: ["--with-override-system-vim"]
brew "neovim"
# cask "macvim"
