tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/mssql-release"
tap "railwaycat/emacsmacport"
brew "ack"
brew "age"
brew "apache-spark"
brew "m4"
brew "autoconf"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "freetype"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "fribidi"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffms2"
brew "fftw"
brew "fondu"
brew "fontforge"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gitlab-runner"
brew "gnupg"
brew "gobject-introspection"
brew "graphviz"
brew "openjdk@11"
brew "hadoop"
brew "jq"
brew "lf"
brew "lftp"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "luarocks"
brew "luv"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "pandoc"
brew "postgresql@14"
brew "psqlodbc", link: false
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "spatialindex"
brew "stow"
brew "swig"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "microsoft/mssql-release/msodbcsql18"
cask "fig"
cask "hiddenbar"
cask "xquartz"
cask "youtube-downloader"
